---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.TopWebFillet
source: html/90ff0a2e-7a57-b692-aa0d-c589c91479b7.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralT.TopWebFillet Property

Top Web Fillet - fillet radius at the top of web.

## Syntax (C#)
```csharp
public double TopWebFillet { get; set; }
```